Autodesk.Revit.DB.Electrical.CorrectionFactor.GetTemperature
Get temperature which is used for specifying correction factor. The value returned is quantified in
the document's selected unit of electrical temperature.